Repository: bibliosansfrontieres/omeka-plugins
Catalog: PackageManager/languages/*.po
Languages: fr

source: Select Below
fr: Choisir ci-dessous

source: Packages
fr: Paquets

source: Cart
fr: Panier

source: Package
fr: Paquet

source: Export packages inline ?
fr: Export des paquets en ligne ?

source: If checked, package export will be output inline.
fr: Si coché, l'export du paquet sera affiché en ligne.

source: Display relationship ?
fr: Affichage des relations

source: If checked, package relationship will be displayed on item page.
fr: Si coché, les relations avec les paquets seront affichées dans la page de contenu

source: Keep Empty Packages ?
fr: Conserver les paquets vides ?

source: If checked, empty packages (after items deletion) will be keeped.
fr: Si coché, les paquets vides (après suppression de contenus) seront conservés.

source: Enable Simple Vocab filter ?
fr: Activer le filtre Simple Vocab

source: If checked, use Simple Vocab filter on matching package metadata.
fr: Si coché, le filtrage Simple Vocab sera utilisé sur métadonnées de package compatibles

source: Item Type Association ?
fr: Associer à un type de contenu ?

source: If you choose an item type here, packages could be associated with one or more items of this type. Be careful, those items couldn't be added to cart anymore.
fr: Si vous choisissez un type de contenu, les paquets pourront être associés avec un ou plusieurs contenus de ce type. Attention, ces contenus ne pourront plus être ajoutés au panier.

source: Select exported fields
fr: Choisir les champs à exporter

source: remove
fr: enlever

source: add field
fr: ajouter un champ

source: Cart cleared
fr: Panier vidé

source: No item to batch add
fr: Aucun élément à ajouter en bloc

source: No item to add
fr: Aucun contenu à ajouter

source: No item added
fr: Aucun contenu ajouté

source: %d Items added
fr: %d éléments ajoutés

source: Item added
fr: Élément ajouté

source: Can't retrieve package info
fr: Impossible d'obtenir les informations relatives au paquet

source: You must add item(s) in your cart before creating a package
fr: Vous devez ajouter des éléments dans votre panier avant de créer un paquet

source: Package %s deleted.
fr: Paquet %s supprimé

source: Name
fr: Nom

source: Name of the package (required)
fr: Nom du paquet (obligatoire)

source: Description of the package (required)
fr: Description du paquet (obligatoire)

source: Goal
fr: Objectif global

source: Language
fr: Langue

source: Language level
fr: Niveau de langue

source: Specificity
fr: Spécificité du public

source: Education level
fr: Niveau d'éducation

source: Other objectives
fr: Sous-objectifs

source: This package can be associated with the following item(s)
fr: Ce paquet peut être associé avec les contenus suivants

source: Content
fr: Contenu

source: Only checked items will be saved as package content.
fr: Seuls les éléments cochés seront enregistrés en tant que contenu du paquet

source: There was an error on the form. Please try again.
fr: Des erreurs ont été détectées. Veuillez recommencer.

source: The package "%s" has been added.
fr: Le paquet "%s" a été ajouté.

source: The package "%s" has been updated.
fr: Le paquet "%s" a été mis à jour.

source: The package must be given a name.
fr: Vous devez donner un nom à ce paquet.

source: The package must be given a description.
fr: Vous devez indiquer une description du paquet.

source: The name for your package must be 255 characters or less.
fr: Le nom du paquet doit faire 255 caractères ou moins.

source: The name is already in use by another package. Please choose another.
fr: Ce nom est déjà utilisé par un autre paquet. Veuillez en choisir un autre.

source: Your cart
fr: Votre panier

source: Your cart is empty
fr: Votre panier est vide

source: Select items
fr: Choisir du contenu

source: Currently in cart
fr: Actuellement dans votre panier

source: Create Package from basket
fr: Créer un paquet depuis le panier

source: Clear Basket
fr: Vider le panier

source: Add a Package
fr: Ajouter un Paquet

source: Last Modified
fr: Dernière Modification

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: by <strong>%1$s</strong> on %2$s
fr: par <strong>%1$s</strong> le %2$s

source: Browse packages
fr: Parcourir les paquets

source: You have no packages.
fr: Vous n'avez aucun paquet.

source: Add your first package.
fr: Ajoutez votre premier paquet.

source: you have one item in your cart
fr: vous avez 1 élément dans votre panier

source: Update package "%s"
fr: Mise à jour du paquet "%s"

source: Related
fr: Associations

source: Push content to Cart
fr: Ajouter le contenu du paquet au panier

source: No content
fr: Aucun contenu

source: Export Package
fr: Export du paquet

source: This item is part of the following packages
fr: Ce contenu fait partie des paquets suivants

source: This item is associated with the following packages
fr: Ce contenu est associé aux paquets suivants

source: No package
fr: Aucun paquet

source: Add to cart
fr: Ajouter au panier
